// Do not modify this file by hand!
// Re-generate this file by running lit-localize

import { html } from 'lit'

/* eslint-disable no-irregular-whitespace */
/* eslint-disable @typescript-eslint/no-explicit-any */

export const templates = {
  hd0737f87443a52a2: html`
    Story App - это приложение, созданное для того, чтобы помочь пользователям делиться своими
    историями и опытом в творческой и содержательной форме. Приложение призвано воплотить в жизнь
    незабываемые истории и раскрыть смысл каждого мгновения. помощью Story App пользователи могут
    делиться своими жизненными путями, достижениями и даже простыми событиями, которые имеют
    глубокий смысл в их жизни. Это платформа, позволяющая сохранить воспоминания, сопереживать
    чужому опыту и воспевать творчество в виде разнообразных визуальных историй. От прекрасных
    фотографий до вдохновляющих произведений - Story App объединяет людей из разных слоев общества,
    делая каждый опыт ценным, каждую историю - значимой. помощью Story App наш мир получает
    возможность говорить помощью вдохновляющих образов, слов и эмоций, помогая нам обрести красоту и
    смысл в каждом шаге нашей жизни.
  `,
}
